Repository: CofficLab/GitOK
Catalog: Plugins/ConflictResolverPlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Abort Merge
zh_hans: 中止合并
zh_hk: 中止合併

source: Checking conflict status...
zh_hans: 正在检查冲突状态...
zh_hk: 正在檢查衝突狀態...

source: Conflict markers cleared, stage to continue merge.
zh_hans: 冲突标记已清除，暂存后继续合并。
zh_hk: 衝突標記已清除，暫存後繼續合併。

source: Conflict operation failed
zh_hans: 冲突操作失败
zh_hk: 衝突操作失敗

source: Conflict Resolution
zh_hans: 冲突解决
zh_hk: 衝突解決

source: Conflict Resolver
zh_hans: 冲突解决
zh_hk: 衝突解決

source: Continue Merge
zh_hans: 继续合并
zh_hk: 繼續合併

source: Edit
zh_hans: 编辑
zh_hk: 編輯

source: Edit the file or accept one side, then mark as resolved.
zh_hans: 编辑文件或采用一侧版本，然后标记为已解决。
zh_hk: 編輯檔案或採用一側版本，然後標記為已解決。

source: File staged, waiting for all files to complete before continuing merge.
zh_hans: 文件已暂存，等待所有文件完成后继续合并。
zh_hk: 檔案已暫存，等待所有檔案完成後繼續合併。

# Git 冲突解决
source: Git Conflict Resolution
zh_hans: Git 冲突解决
zh_hk: Git 衝突解決

source: Loading conflict preview...
zh_hans: 正在加载冲突预览...
zh_hk: 正在載入衝突預覽...

source: Mark as resolved and stage
zh_hans: 标记为已解决并暂存
zh_hk: 標記為已解決並暫存

source: Mark Resolved
zh_hans: 标记已解决
zh_hk: 標記已解決

source: Merge Files
zh_hans: 合并文件
zh_hk: 合併檔案

source: Merge OK
zh_hans: 合并正常
zh_hk: 合併正常

source: No conflict diff to display.
zh_hans: 没有可显示的冲突 diff。
zh_hk: 沒有可顯示的衝突 diff。

source: No files to handle
zh_hans: 没有需要处理的文件
zh_hk: 沒有需要處理的檔案

source: No merge conflicts
zh_hans: 当前没有合并冲突
zh_hk: 目前沒有合併衝突

source: No merge in progress
zh_hans: 没有正在进行的合并
zh_hk: 沒有正在進行的合併

source: Open base version
zh_hans: 打开 Base 版本
zh_hk: 開啟 Base 版本

source: Open file
zh_hans: 打开文件
zh_hk: 開啟檔案

source: Open ours version
zh_hans: 打开 Ours 版本
zh_hk: 開啟 Ours 版本

source: Open the conflicted file in the default editor
zh_hans: 用默认编辑器打开冲突文件
zh_hk: 用預設編輯器開啟衝突檔案

source: Open theirs version
zh_hans: 打开 Theirs 版本
zh_hk: 開啟 Theirs 版本

source: Pending Stage
zh_hans: 待暂存
zh_hk: 待暫存

source: Reveal in Finder
zh_hans: 在 Finder 中显示
zh_hk: 在 Finder 中顯示

source: Selected
zh_hans: 已选择
zh_hk: 已選取

source: Stage resolved file
zh_hans: 暂存已解决文件
zh_hk: 暫存已解決檔案

source: Staged
zh_hans: 已暂存
zh_hk: 已暫存

source: The current merge left no pending files.
zh_hans: 当前合并没有待处理文件。
zh_hk: 目前合併沒有待處理檔案。

source: There are %d conflicted files. Click to resolve them.
zh_hans: 存在 %d 个冲突文件，点击打开冲突处理。
zh_hk: 存在 %d 個衝突檔案，點擊開啟衝突處理。

source: Unresolved
zh_hans: 未解决
zh_hk: 未解決

source: Use Ours
zh_hans: 采用 Ours
zh_hk: 採用 Ours

source: Use Theirs
zh_hans: 采用 Theirs
zh_hk: 採用 Theirs

source: When you encounter conflicts during a merge, files needing resolution will appear here
zh_hans: 合并中遇到冲突时，需要解决的文件会显示在这里
zh_hk: 合併中遇到衝突時，需要解決的檔案會顯示在這裡

source: Working Tree Ready
zh_hans: 工作区就绪
zh_hk: 工作區就緒
